[
  "file-explorer",
  "global-search",
  "switcher",
  "graph",
  "backlink",
  "canvas",
  "outgoing-link",
  "tag-pane",
  "properties",
  "page-preview",
  "daily-notes",
  "templates",
  "note-composer",
  "command-palette",
  "slash-command",
  "editor-status",
  "starred",
  "markdown-importer",
  "random-note",
  "outline",
  "word-count",
  "audio-recorder",
  "slides",
  "workspaces",
  "file-recovery"
]